import type { ResourceLanguage } from "i18next"

export const he: ResourceLanguage = {
    translation: {
        "firstName": "שמואל",
        "lastName": "קסוס",
        "profession": "full stack developer",
        "statementTitle": "תקציר",
        "statementContent": "בן 20 יליד צרפת גר בירושלים כ-17 שנה , סיימתי- 12 שנות לימוד בהצלחה, והתגייסתי עם רצון לשרת ביחידה העוסקת בטכנולוגיה ופיתוח על מנת לתרום למדינה בתחום שאני הכי אוהב, והכי מקשיע בו, במהלך השנה וחצי האחרונה למדתי על פיתוח באורט סינגלובסקי, והמשכתי להעמיק ולתרגל כל יום בצורה עצמאית מתוך הבנה שתמיד יש עוד על מה לחקור ללמוד ולהשתפר",
        "experianceTitle": "נסיון",
        "positionTitle1": "הוראה פרטית בתחום ה- FULL STACK",
        "positionContent1": "מסירת שיעורים פרטיים לתלמידי מכללה הרוצים לשפר את הידע שלהם. השיעורים מותאמים לכל תלמיד על מנת להבטיח הבנה מקיפה של מושגי ליבה כגון HTML, CSS, JavaScript ועקרונות חיוניים לפיתוח אתרים כגון פיתוח צד שרת והבנה מעמיקה של API תעבורת רשת וכו.",
        "positionTitle2": "הוראת מדעי המחשב בתיכון",
        "positionContent2":"הוראה לכיתות י בתיכון במגמת מדעי המחשב בנושאי תכנות מונחה עצמים ובניית אפליקציות WEB",
        "positionTitle3": "חובש רפואת חרום במדא",
        "positionContent3": "מתנדב פעיל במגן דוד אדום בתפקיד חובש מלווה מורשה ניידת טיפול נמרץ עם נסיון של מעל 1000 שעות באמבולנס וכן ככונן תגובה מסביב למקום מגורי.",
        "educationTitle": "מקומות לימוד",
        "educationTitle1": "ברנקו וויס שערי רחמים",
        "educationContent1a": "ברנקו וויס שערי רחמים היא ישיבה תיכונית המשלבת נוער מציבורים שונים בנייה הציבור החרדי המעוניינים להשתלב בתעשייה ובצבא, ומאפשרת להם להשלים בגרויות ומקצועות ליבה, וכן מכין אותם ביסודיות לצבא תוך פיתוח יכולות חברתיות הנהגתיות, וכן ערכים כמו ציונות ואהבת הארץ.",
        "educationContent1b": "בתור נער חרדי לשעבר בישיבה זו השלמתי לימודי ליבה ובגרות בתוך כשנתיים עם 40 יחידות לימוד עם ממוצע ציונים גבוה.",
        "educationContent2a": "באורט סינגלובסקי למדתי על מקצוע ה FULL STACK ורכשתי מיומנויות שונות בנייה פיתוח צד שרת וצד לקוח בסטאק MERN וכן על מסדי נתונים וSQL וכן את יסודות התוכנה בהם שפת C, מצביעים וניהול זיכרון, מבני נתונים, תכנות מונחה עצמים בשפת JAVA, סיבוכיות, תעבורת רשת, אבטחה בסיסית.",
        "contactTitle": "יצירת קשר",
        "skillsTitle": "מיומנויות",
        "interestTitle": "תחומי עניין",
        "interestContent": ["טיולים", "אופניים", "כושר", "אורגן", "ספרים", "בישול"]
    }
}